tap "adoptopenjdk/openjdk"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
brew "ack"
brew "actionlint"
brew "python@3.11"
brew "awscli"
brew "brew-pip"
brew "erlang"
brew "elixir"
brew "exercism"
brew "fzf"
brew "libpq"
brew "lua-language-server"
brew "mas"
brew "maven"
brew "neovim"
brew "nvm"
brew "openapi-generator"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.8"
brew "ripgrep"
brew "telnet"
brew "tflint"
brew "tree"
brew "trivy"
brew "zsh"
brew "hashicorp/tap/terraform"
cask "adoptopenjdk12"
cask "alfred"
cask "aws-vault"
cask "dbeaver-community"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "insomnia"
cask "iterm2"
cask "pgadmin4"
cask "rectangle"
cask "signal"
cask "skitch"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
